/* card validator error message */
"Card not supported for payment" = "Карта не поддерживается для оплаты";

/* card validator error message */
"Card number is invalid" = "Недействительный номер карты";

/* card validator error message */
"Card number is required" = "Требуется номер карты";

/* card validator error message */
"Card number must contain only digits" = "Номер карты должен содержать только цифры";

/* card validator error message */
"Card’s expiration date is invalid" = "Недействительный срок действия карты";

/* card validator error message */
"Expiry date is required" = "Требуется срок действия";

/* card validator error message */
"Invalid card number" = "Недействительный номер карты";

/* card validator error message */
"Invalid CVC / CVV" = "Недействительный CVC / CVV";

/* card validator error message */
"Invalid expires date" = "Недействительный срок действия";

/* card validator error message */
"Invalid name on card" = "Неверное имя на карте";

/* card validator error message */
"Please enter your card name" = "Пожалуйста, введите имя на карте";

/* card validator error message */
"Security code is invalid" = "Недействительный код безопасности";

/* card validator error message */
"Security code is required" = "Требуется код безопасности";

/* card validator error message */
"Security code must contain only digits" = "Код безопасности должен содержать только цифры";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "Введите CVC/CVV для\n%@";

/* Pay now - pay button */
"Pay now" = "Оплатить сейчас";

/* CVC title without card details */
"Enter CVC/CVV" = "Введите CVC/CVV";

/* total amount of payment session */
"Total %@" = "Итого %@";
